Repository: evoluzione/ground
Catalog: languages/*.po
Languages: it_it

source: Account
it_it: Il mio account

source: Add Order Comments Details
it_it: Aggiungi dettaglio note ordine

source: Address
it_it: Indirizzo

source: Advanced Filters
it_it: Filtri avanzati

source: All rights reserved - © copyright
it_it: Tutti i diritti riservati - © copyright

source: Back
it_it: Indietro

source: Back to
it_it: Torna indietro

source: Billing data
it_it: Dati fatturazione

source: Border Radius Media
it_it: Angoli arrotondati Media

source: Border Radius Theme
it_it: Angoli arrotondati tema

source: Button visible on the single product page
it_it: Bottone visibile sulla pagina dettaglio prodotto

source: Call to order
it_it: Chiama per ordinare

source: Cash on delivery charges
it_it: Spese di contrassegno

source: Category
it_it: Categoria

source: Client type
it_it: Tipologia cliente

source: close
it_it: chiudi

source: Code
it_it: Codice

source: Color Octonary
it_it: Colore Octonary

source: Color Primary
it_it: Colore Primary

source: Color Quaternary
it_it: Colore Quaternary

source: Color Quinary
it_it: Colore Quinary

source: Color Secondary
it_it: Colore Secondary

source: Color Senary
it_it: Colore Senary

source: Color Septenary
it_it: Colore Septenary

source: Color Tertiary
it_it: Colore Tertiary

source: Colors
it_it: Colori

source: Comments
it_it: Commenti

source: Company
it_it: Azienda

source: Company Address
it_it: Indirizzo azienda

source: Company City
it_it: Città azienda

source: Company Country
it_it: Nazione azienda

source: Company Fiscal Code
it_it: Codice fiscale azienda

source: Company Name
it_it: Nome azienda

source: Company Province
it_it: Provincia azienda

source: Company VAT
it_it: Partita IVA azienda

source: Company ZIP Code
it_it: Codice postale azienda

source: Custom
it_it: Personalizzato

source: Customer details
it_it: Dettagli cliente

source: Customer type
it_it: Tipologia cliente

source: Description
it_it: Descrizione

source: Discover
it_it: Approfondisci

source: Discover all news
it_it: Scopri di più

source: Do you have anything else to communicate?
it_it: Hai altro da comunicare?

source: Do you need an invoice?
it_it: Hai bisogno della fattura?

source: Error code: 404
it_it: Codice errore: 404

source: Example: Playfair Display
it_it: Esempio: Playfair Display

source: Example: Roboto
it_it: Esempio: Roboto

source: Filters
it_it: Filtri

source: Fiscal code
it_it: Codice fiscale

source: Follow us on social networks
it_it: Seguici sui social network

source: Font Family Primary
it_it: Font primario

source: Font Family Secondary
it_it: Font secondario

source: Font Source Primary
it_it: Snippet font primario

source: Font Source Secondary
it_it: Snippet font secondario

source: General Info
it_it: Informazioni generali

source: Header advice primary
it_it: Header consiglio uno

source: Header advice secondary
it_it: Header consiglio due

source: Header advice tertiary
it_it: Header consiglio tre

source: Icon payment amex
it_it: Icona pagamento amex

source: Icon payment apple pay
it_it: Icona pagamento Apple Pay

source: Icon payment google pay
it_it: Icona pagamento google Pay

source: Icon payment maestro
it_it: Icona pagamento Maestro

source: Icon payment mastercard
it_it: Icona pagamento Mastercard

source: Icon payment paypal
it_it: Icona pagamento PayPal

source: Icon payment satispay
it_it: Icona pagamento Satispay

source: Icon payment sepa
it_it: Icona pagamento Sepa

source: Icon payment visa
it_it: Icona pagamento Visa

source: Icon social facebook
it_it: Icona social Facebook

source: Icon social instagram
it_it: Icona social Instagram

source: Icon social linkedin
it_it: Icona social LinkedIn

source: Icon social twitter
it_it: Icona social Twitter

source: Icon social youtube
it_it: Icona social Youtube

source: Insert your Fonts here
it_it: Inserisci qui i tuoi font

source: Invoice
it_it: Fattura

source: Invoice NOT requested
it_it: Fattura NON richiesta

source: Invoice requested
it_it: Fattura richiesta

source: Invoice requested?
it_it: Fattura richiesta?

source: Language
it_it: Lingua

source: Leave blank - Override with child theme
it_it: Lasciare vuoto - Sovrascrivere con il tema child

source: My Account
it_it: Il mio account

source: Name
it_it: Nome

source: Name of the company
it_it: Nome dell'azienda

source: Next
it_it: Prossima

source: Order Comments Details
it_it: Dettaglio note ordine

source: Other news
it_it: Altre news

source: Paste the SVG code
it_it: Incolla il codice SVG

source: Payment method
it_it: Metodi di pagamento

source: Payments
it_it: Pagamenti

source: Payments Content
it_it: Contenuto pagamenti

source: Payments Title
it_it: Titolo pagamenti

source: Personal data
it_it: Dati personali

source: Phone
it_it: Telefono

source: Placeholder image
it_it: Immagine segnaposto

source: Please <a href="javascript:Cookiebot.renew()">accept marketing-cookies</a> to watch this video.
it_it: <a href="javascript:Cookiebot.renew()">Accetta i cookie marketing</a> per vedere questo video.

source: Prev
it_it: precedente

source: Private client
it_it: Cliente privato

source: Product Button & Label
it_it: Bottone prodotto e etichetta

source: Product Single
it_it: Dettaglio prodotto

source: Products Not Purchasable
it_it: Prodotto non acquistabile

source: Professional
it_it: Ditta individuale/Professionista

source: Public administration
it_it: Pubblica amministrazione

source: Recipient Code (SDI)
it_it: Codice destinatario (SDI)

source: Search
it_it: Cerca

source: Search products
it_it: Cerca prodotti

source: Search Results for: %s
it_it: Risultati della ricerca per: %s

source: Secure order
it_it: Ordine sicuro

source: Select Header Type
it_it: Seleziona la tipologia di header

source: Select the pages you want to show on the product page after the summary
it_it: Seleziona le pagine che vuoi mostrare nella pagina del prodotto dopo il riepilogo

source: Set the border radius of media / images
it_it: Imposta gli angoli arrotondati dei media/immagini

source: Set the site color
it_it: Imposta i colori del sito

source: Set the site color palette
it_it: Imposta la palette colori del sito

source: Set up global messages for Not Purchasable products
it_it: Imposta un messaggio globale per i prodotti non acquistabili

source: Sets the border radius of the site elements ( Buttons, forms )
it_it: Imposta gli angoli arrotondati degli elementi del sito ( Pulsanti, moduli )

source: Settings
it_it: Impostazioni

source: Shipping
it_it: Spedizioni

source: Shipping Content
it_it: Contenuto spedizioni

source: Shipping Title
it_it: Titolo spedizioni

source: Shop Sidebar
it_it: Sidebar negozio

source: Shop Sidebar Advanced
it_it: Sidebar avanzata negozio

source: Sidebar archive post
it_it: Sidebar archivio post

source: Simple
it_it: Semplice

source: Simple with logo centered
it_it: Semplice con logo centrato

source: Single Product Message
it_it: Messaggio pagina dettaglio prodotto

source: Society name
it_it: Nome azienda

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
it_it: Siamo spiacenti, nessun risultato trovato.

source: Subscribe
it_it: Iscriviti

source: Text visible on the archive page for each non-purchasable product
it_it: Mi spiace ma la ricerca non ha dato risultati. Prova con una parola differente.

source: Text visible on the single product page
it_it: Testo visibile sulla pagina dettaglio prodotto

source: The page you're looking for can't be found
it_it: Non abbiamo trovato la pagina che stai cercando

source: Theme Modifications like color scheme, theme texts and layout preferences can be done here
it_it: Qui è possibile apportare modifiche al tema come la combinazione di colori, i testi del tema e le preferenze di layout

source: This product is not purchasable (compatible only with simple product)
it_it: Questo prodotto non è acquistabile (compatibile solo con i prodotti semplici)

source: Title
it_it: Titolo

source: To embed a font, copy the source code here
it_it: Per incorporare un font, copia qui il codice sorgente

source: Using this option you can change the Header
it_it: Usando questa opzione puoi cambiare l'intestazione

source: VAT Number
it_it: Partita IVA

source: Website
it_it: Sito web

source: Where do you want to send the purchase?
it_it: Dove vuoi spedire l'acquisto?
